Revit 2027 API
UnitTypeId.WattsPerMeter Property
 Watts per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerMeter { get; }
Public Shared ReadOnly Property WattsPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerMeter {
	ForgeTypeId^ get ();
}
static member WattsPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace